{
  "title-section": {
    "name": "Виктор Копань.",
    "hello": "Привет! Меня зовут",
    "developer": "Я frontend разработчик.",
    "description": "Я специализируюсь на воплощении в жизнь удобных и отзывчивых пользовательских интерфейсов. Буду рад запустить или улучшить ваш продукт"
  },
  "about-section": {
    "title": "Обо Мне",
    "description": "Сайт рыбатекст поможет дизайнеру, верстальщику, вебмастеру сгенерировать несколько абзацев более менее осмысленного текста рыбы на русском языке, а начинающему оратору отточить навык публичных выступлений в домашних условиях. При создании генератора мы использовали небезизвестный универсальный код речей. Текст генерируется абзацами случайным образом от двух до десяти предложений в абзаце, что позволяет сделать текст более привлекательным и живым для визуально-слухового восприятия.",
    "skills-title": "Вот технологии с которыми я работаю:",
    "image-alt": "Фото"
  },
  "experience-section": {
    "title": "Мой Путь",
    "omstu": {
      "title": "Омский Государственный Технический Университет",
      "dates": "2016-2020",
      "description": "Бакалавр. Энергетический институт. Электроэнергетика и электротехника. Хоть специальность и не располагала к будущей работе, но здесь я получил знания о базовых понятих в программировании и в итоге понял что мой интерес лежит к вэб-разработке."
    },
    "freelance": {
      "title": "Фриланс",
      "dates": "Март - Сентябрь 2021",
      "description": "HTML Верстальщик. Адаптивная верстка сайтов с посадкой на October CMS"
    },
    "krds": {
      "title": "KRDS.ru",
      "dates": "2022-2023",
      "description": "Frontend разработчик. Разработка CRM для микрофинансовых организаций на React. Расширение и поддержка библиотеки ui компонентов, работа с формами различной сложности, добавление новых фич, работа с графиками"
    }
  },
  "contact-section": {
    "title": "Связаться",
    "name": "имя",
    "email": "email",
    "message": "сообщение",
    "invalid": "неверный формат",
    "maxLength": "максимум символов",
    "required": {
      "name": "заполните имя",
      "email": "заполните email",
      "message": "заполните текст сообщения"
    },
    "submit": "Отправить"
  }
}
